question = [
    {"key": "Q1", "value": "나이가 어떻게 되십니까?"},
    {"key": "Q2", "value": "오늘은 몇 년, 몇 월, 몇 일, 무슨 요일인가요?"},
    {"key": "Q3", "value": "지금 있는 곳은 무엇을 하는 곳입니까?"},
    {"key": "Q4", "value": "지금 말하는 3가지 단어를 잘 듣고 그대로 따라해주세요. 잠시 후 다시 물어볼 예정이니 잘 기억해 주세요."},
    {"key": "Q5", "value": "100에서 7을 빼면 얼마입니까?"},
    {"key": "Q5-1", "value": "거기에서 다시 7을 빼면 얼마입니까?"},
    {"key": "Q6", "value": "지금 말하는 숫자들을 잘 기억하여 순서를 거꾸로 말해주세요. 예를 들어 '7, 8, 9'라고 했을 경우, '9, 8, 7'이라고 대답하시면 됩니다."},
    {"key": "Q6-1", "value": "이번엔 다른 숫자를 말씀드릴테니 한번 더 거꾸로 말해주세요."},
    {"key": "Q7", "value": "몇 분 전, 잘 기억하라고 했던 3가지 단어를 말해주세요."},
    {"key": "Q7-1", "value": "타고 다닐 수 있는 것"},
    {"key": "Q7-2", "value": "동물 또는 짐승"},
    {"key": "Q7-3", "value": "과일"},
    {"key": "Q8", "value": "지금 보이는 사진 속 물체의 이름을 말해주세요."},
    {"key": "Q8-1", "value": "방금 봤던 물체의 이름들을 다시 말해주세요."},
    {"key": "Q9", "value": "생각나는 채소 이름을 가능한 많이 말해주세요."},
]

data = [    
    {"key": "D4", "value": "기차, 호랑이, 사과"},
    {"key": "D6", "value": "6, 8, 2"},
    {"key": "D6-1", "value": "3, 5, 2, 9"},
]